Repository: lancelotlopech/FoxioAI_PDF_Scanner
Catalog: PDFScanner/Resources/*.lproj/Localizable.strings
Languages: fr

source: PDF Assistant
fr: Assistant PDF

source: Good Morning
fr: Bonjour

source: Good Afternoon
fr: Bon après-midi

source: Good Evening
fr: Bonsoir

source: Smart Scan
fr: Scan Intelligent

source: AI-Powered Capture
fr: Capture par IA

source: Tools
fr: Outils

source: Import Photos
fr: Importer Photos

source: Import Files
fr: Importer Fichiers

source: Edit Text
fr: Éditer Texte

source: Sign PDF
fr: Signer PDF

source: Organize Pages
fr: Organiser Pages

source: Merge PDFs
fr: Fusionner PDF

source: Extract Text
fr: Extraire Texte

source: Protect PDF
fr: Protéger PDF

source: Unlock PDF
fr: Déverrouiller PDF

source: Security Scan
fr: Scan de Sécurité

source: Recent Files
fr: Fichiers Récents

source: See All
fr: Voir Tout

source: No Recent Files
fr: Aucun fichier récent

source: Import File
fr: Importer Fichier

source: Cancel
fr: Annuler

source: Extract Text From
fr: Extraire Texte De

source: Select Files to Merge
fr: Sélectionner Fichiers à Fusionner

source: Select File
fr: Sélectionner Fichier

source: Scanning failed: %@
fr: Échec du scan : %@

source: OCR Scanning failed: %@
fr: Échec du scan OCR : %@

source: Import failed: %@
fr: Échec de l'importation : %@

source: Error
fr: Erreur

source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

source: Could not extract images from file for OCR.
fr: Impossible d'extraire les images du fichier pour l'OCR.

source: Failed to save PDF file.
fr: Échec de l'enregistrement du fichier PDF.

source: Failed to convert document.
fr: Échec de la conversion du document.

source: Failed to merge PDFs.
fr: Échec de la fusion des PDF.

source: Could not extract images from PDF.
fr: Impossible d'extraire les images du PDF.

source: Failed to encrypt PDF.
fr: Échec du chiffrement du PDF.

source: This file is not encrypted.
fr: Ce fichier n'est pas chiffré.

source: Incorrect password or failed to decrypt.
fr: Mot de passe incorrect ou échec du déchiffrement.

source: Failed to create PDF from images.
fr: Échec de la création du PDF à partir des images.

source: No text recognized.
fr: Aucun texte reconnu.

source: PDF Document
fr: Document PDF

source: Word Document
fr: Document Word

source: Excel Spreadsheet
fr: Feuille de calcul Excel

source: Other Files
fr: Autres Fichiers

source: Camera Scan
fr: Scan Caméra

source: Files
fr: Fichiers

source: App Documents
fr: Documents App

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer Mot de passe

source: Set Password
fr: Définir Mot de passe

source: Enter Password
fr: Entrer Mot de passe

source: Confirm
fr: Confirmer

source: Password cannot be empty
fr: Le mot de passe ne peut pas être vide

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Give Feedback
fr: Donner un avis

source: Coming Soon
fr: Bientôt disponible

source: About
fr: À propos

source: Privacy Policy
fr: Politique de Confidentialité

source: Privacy Policy Placeholder
fr: Contenu de la Politique de Confidentialité

source: Terms of Use
fr: Conditions d'Utilisation

source: Terms of Use Placeholder
fr: Contenu des Conditions d'Utilisation

source: Mine
fr: Moi

source: Home
fr: Accueil

source: My Files
fr: Mes Fichiers

source: No Documents
fr: Aucun Document

source: Scanned documents will appear here.
fr: Les documents scannés apparaîtront ici.

source: Rename Document
fr: Renommer Document

source: New Name
fr: Nouveau Nom

source: Rename
fr: Renommer

source: Delete Document
fr: Supprimer Document

source: Delete
fr: Supprimer

source: Are you sure you want to delete %d items? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %d éléments ? Cette action est irréversible.

source: Are you sure you want to delete '%@'? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action est irréversible.

source: Search files
fr: Rechercher fichiers

source: %d Selected
fr: %d Sélectionné(s)

source: Merge
fr: Fusionner

source: Done
fr: Terminé

source: Select
fr: Sélectionner

source: Merged %@
fr: Fusionné %@

source: Restore
fr: Restaurer

source: Unlimited Access
fr: Accès Illimité

source: Unlimited Scans & Exports
fr: Scans & Exports Illimités

source: Text Recognition (OCR)
fr: Reconnaissance de Texte (OCR)

source: Sign & Protect Documents
fr: Signer & Protéger Documents

source: Free Trial Enabled
fr: Essai Gratuit Activé

source: Not sure yet? Enable free trial
fr: Pas sûr ? Activer l'essai gratuit

source: YEARLY ACCESS
fr: ACCÈS ANNUEL

source: $39.99/year
fr: 39,99 €/an

source: Just $0.76 per week
fr: Seulement 0,76 €/semaine

source: Save 80%
fr: Économisez 80%

source: WEEKLY ACCESS
fr: ACCÈS HEBDOMADAIRE

source: $6.99/week
fr: 6,99 €/semaine

source: 3 Days Free Trial
fr: 3 Jours d'Essai Gratuit

source: Popular
fr: Populaire

source: You can cancel anytime.
fr: Vous pouvez annuler à tout moment.

source: Start Free Trial
fr: Démarrer l'Essai Gratuit

source: Continue
fr: Continuer

source: Terms of Usage
fr: Conditions d'Utilisation

source: Close
fr: Fermer

source: Exit
fr: Quitter

source: Save
fr: Enregistrer

source: Clear
fr: Effacer

source: Page Manager
fr: Gestionnaire de Pages

source: No pages found
fr: Aucune page trouvée

source: Add Page
fr: Ajouter Page

source: Extracted Text
fr: Texte Extrait

source: Could not extract any text from the scanned document.
fr: Impossible d'extraire du texte du document scanné.

source: Scan or import documents first.
fr: Scannez ou importez d'abord des documents.

source: Sign above
fr: Signer ci-dessus

source: Place Signature
fr: Placer Signature

source: Single finger to drag and move
fr: Un doigt pour glisser et déplacer

source: Pinch with two fingers to zoom
fr: Pincer avec deux doigts pour zoomer

source: Loading Resources...
fr: Chargement des ressources...

source: Scanning Document...
fr: Scan du document...

source: Security Score: %d/100
fr: Score de Sécurité : %d/100

source: Security Checks
fr: Vérifications de Sécurité

source: Threats Found
fr: Menaces Trouvées

source: Scan Details
fr: Détails du Scan

source: Recommendations
fr: Recommandations

source: This document contains active content (scripts or actions). Only open it if you trust the source completely. Consider converting it to images to neutralize threats.
fr: Ce document contient du contenu actif (scripts ou actions). Ne l'ouvrez que si vous faites entièrement confiance à la source. Envisagez de le convertir en images pour neutraliser les menaces.

source: Size
fr: Taille

source: Space
fr: Espace

source: Changes saved successfully.
fr: Modifications enregistrées avec succès.

source: You have unsaved changes. Are you sure you want to discard them?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir les abandonner ?

source: Discard
fr: Abandonner

source: Analyzing Document...
fr: Analyse du document...

source: Sign Document
fr: Signer Document

source: Tap the signature icon in the top right corner to start signing.
fr: Appuyez sur l'icône de signature en haut à droite pour commencer à signer.

source: You can scroll to the desired page before signing.
fr: Vous pouvez faire défiler jusqu'à la page souhaitée avant de signer.

source: Got it
fr: Compris

source: Edit Mode Guide
fr: Guide Mode Édition

source: Tap Blue Box to frame text to modify.
fr: Appuyez sur la boîte bleue pour encadrer le texte à modifier.

source: Toggle background transparency.
fr: Basculer la transparence du fond.

source: Adjust font size & spacing.
fr: Ajuster la taille de police et l'espacement.

source: Tap the blue box in the top right to frame the text you want to modify. Use the transparency toggle to see the original text underneath for alignment. Then, adjust the font size and spacing to match the original document.
fr: Appuyez sur la boîte bleue en haut à droite pour encadrer le texte à modifier. Utilisez le basculeur de transparence pour voir le texte original en dessous pour l'alignement. Ensuite, ajustez la taille de la police et l'espacement pour correspondre au document original.

source: Share PDF
fr: Partager le PDF

source: Print
fr: Imprimer

source: Export as Images
fr: Exporter en images

source: Saved
fr: Enregistré

source: Discard Changes?
fr: Abandonner les modifications ?

source: Initializing...
fr: Initialisation...

source: Checking file integrity...
fr: Vérification de l'intégrité du fichier...

source: Analyzing encryption...
fr: Analyse du chiffrement...

source: Scanning for malicious scripts...
fr: Recherche de scripts malveillants...

source: Verifying metadata...
fr: Vérification des métadonnées...

source: Document is Safe
fr: Document sécurisé

source: Potential Risks Found
fr: Risques potentiels détectés

source: Malicious Scripts
fr: Scripts malveillants

source: Auto-Run Actions
fr: Actions d'exécution automatique

source: Launch Commands
fr: Commandes de lancement

source: File Integrity
fr: Intégrité du fichier

source: Safe
fr: Sûr

source: Risk
fr: Risque
